<x-guest-layout>




আলোর ফেরী, একটি প্রযুক্তিভিত্তিক পাঠাগার ব্যবস্থাপনা পদ্ধতি ও সামাজিক যোগাযোগ মাধ্যম। এই ব্যবস্থাপনা পদ্ধতিতে প্রত্যেক পাঠক, বই ও পাঠাগারের আলাদা কিউআর কোড রয়েছে যার মাধ্যমে খুব সহজেই যেকোনো পাঠাগারের বই ইস্যু, বই সংগ্রহ, বই ব্যবস্থাপনা এবং পাঠক ব্যবস্থাপনা করা যায়। পাঠক যেকোনো স্থান থেকে আলোর ফেরী অ্যাপের মাধ্যমে জিপিএস ব্যবহার করে তার নিকটবর্তী পাঠাগারের বই সহ পাঠাগারের যাবতীয় তথ্য জানতে পারে। পাঠক তার পছন্দের পাঠাগারে যুক্ত হতে পারে এবং পছন্দের বইটি খুঁজে পড়তে চেয়ে অনুরোধ পাঠাতে পারে। অতঃপর পাঠাগার নিজ ব্যবস্থাপনায় (গাড়ি/সাইকেলের মাধ্যমে) পাঠকের কাছে বইটি পৌঁছে দিবে এবং বইটি পড়া শেষে ফেরত নিবে। পাঠাগার কর্তৃপক্ষ জানতে পারে কোন পাঠকের কাছে কি বই রয়েছে, কবে ফেরত দিবে, কোন মাসে কতটি বই ইস্যু হয়েছে এবং কতটি বই ফেরত এসেছে ইত্যাদি। এতে সোশ্যাল নেটওয়ার্কিং সুবিধা থাকায় পাঠক পোস্ট, কমেন্ট, লাইক ও রিভিউ এর মাধ্যমে মতামত প্রকাশ করতে পারে। ফলে খুব সহজেই পাঠক ও পাঠাগারের মধ্যে বন্ধন তৈরিতে সাহায্য করে।

<br>
<br>

<div class="font-bold text-xl mb-2"> আলোর ফেরীর যাত্রাঃ </div>
২০১৫ সালের ১০ মার্চ পটুয়াখালী জেলার বাউফল থানাধীন কালিশুরী ইউনিয়নের সিংহেরাকাঠী গ্রামে মোঃ বাবুল মৃধার উদ্যোগে প্রযুক্তিভিত্তিক ভ্রাম্যমাণ মডেল পাঠাগার “আলোর ফেরী পাঠাগার” এর যাত্রা শুরু হয়। পাশাপাশি আলোর ফেরী অ্যাপের গবেষণা ও ডেভলপমেন্ট কার্যক্রম চলতে থাকে এবং আলোর ফেরীর দুটি পাঠাগারে (অন্যটি ঢাকায়) অ্যাপটির পাইলটিং কার্যক্রম চলতে থাকে। বর্তমানে অ্যাপটি প্লে ষ্টোরে রয়েছে এবং বাংলাদেশের বিভিন্ন প্রান্ত থেকে ১০০টিরও অধিক পাঠাগার আলোর ফেরীর অ্যাপে যুক্ত হয়েছে।  আলোর ফেরী পাঠাগারটি গত ৭ বছর যাবত সিংহেরাকাঠী ও আশেপাশের এলাকায় এবং নিকটবর্তী স্কুলে সুনামের সাথে বই পড়ার কার্যক্রম সহ বিভিন্ন কার্যক্রম পরিচালনা করে আসছে। পাঠাগারটি থেকে বই পড়ার ফলে ছাত্র-ছাত্রীদের মধ্যে পড়াশোনার আগ্রহ বেড়েছে। পাশাপাশি বক্তৃতা প্রতিযোগিতা সহ নানা রকম প্রতিযোগিতার আয়োজনের ফলে শিক্ষার্থীদের মধ্যে ভালো কাজে উৎসাহ বেড়েছে।

<br>
<br>

<div class="font-bold text-xl mb-2"> আলোর ফেরীর লক্ষ্য ও উদ্দেশ্যঃ</div>
জ্ঞান সমৃদ্ধ জাতিই উন্নত জাতি। উন্নত জাতি ও আলোকিত সমাজ গঠনের ক্ষেত্রে পাঠাগার ভিত্তিক জ্ঞান চর্চার বিকল্প নেই। বর্তমান সময়ে বাংলাদেশে প্রচুর পাঠাগার রয়েছে তবে বড় সমস্যা হলো পাঠাগারগুলোর সাথে পাঠকদের প্রযুক্তি ভিত্তিক কোনো সংযোগ না থাকার ফলে কোন পাঠাগারের অবস্থান কোথায়, কোন পাঠাগারে কতটি বই রয়েছে, কি কি বই রয়েছে এবং কোন সেলফে কি বই রয়েছে সে সম্পর্কে পাঠকরা অবহিত নয়। এই সমস্যা সমাধানের ভাবনা থেকে ডিজিটাল পদ্ধতিতে পাঠাগার এবং পাঠকদের মধ্যে সংযোগ সাধনের লক্ষ্যে আলোর ফেরীর যাত্রা।  বর্তমান যুগ বিজ্ঞান ও প্রযুক্তির যুগ। আধুনিক বিশ্বে জ্ঞান চর্চার ক্ষেত্রে পাঠাগার ও পাঠকের মধ্যে প্রযুক্তির সমন্বয় না হলে সঠিকভাবে জ্ঞানচর্চা সম্ভব নয়। তাই প্রযুক্তির সমন্বয় ঘটিয়ে পাঠাগারের সহিত পাঠকদেরকে সংযুক্ত করে সর্বত্র বই পড়ার অভ্যাস বাড়ানো এবং জ্ঞান চর্চার পরিবেশ সৃষ্টি করার মাধ্যমে গুনগত শিক্ষা নিশ্চিত করাই আলোর ফেরীর উদ্দেশ্য।
<br>
<br>
আলোর ফেরীর কার্যক্রম সর্বত্র প্রসারিত হলে মানুষের মাঝে বই পড়া ও জ্ঞান চর্চার অভ্যাস বৃদ্ধি পাবে ফলে একটি জ্ঞান সমৃদ্ধ উন্নত জাতি ও ডিজিটাল বাংলাদেশ বিনির্মাণে সহায়তা করবে। পাশাপাশি জাতিসংঘ কর্তৃক নির্ধারিত টেকসই উন্নয়ন লক্ষ্যমাত্রা (SDGs) এর ১৭টি লক্ষ্যের মধ্যে একটি “গুনগত শিক্ষা” (Quality Education, 4th goal of SDGs) এর মান উন্নয়নেও সহায়তা করবে।


</x-guest-layout>
